GAS = [
    ('nan', 'Нет информации'),
    ('Автономное', 'Автономное'),
    ('Центральное', 'Центральное'),
]

FINISHING = [
    ('nan', 'Нет информации'),
    ('Без отделки', 'Без отделки'),
    ('Под ключ', 'Под ключ'),
    ('Предчистовая', 'Предчистовая'),
    ('С отделкой', 'С отделкой'),
    ('Черновая', 'Черновая'),
    ('Чистовая', 'Чистовая'),
    ('Чистовая с мебелью', 'Чистовая с мебелью'),
]

HEATING = [
    ('nan', 'Нет информации'),
    ('Автономная коптельня', 'Автономная коптельня'),
    ('Индивидуальный тепловойпункт', 'Индивидуальный тепловойпункт'),
    ('Центральное', 'Центральное'),
    ('Электрическое', 'Электрическое'),
]

PARKING = [
    ('nan', 'Нет информации'),
    ('Многоуровневая', 'Многоуровневая'),
    ('Наземная', 'Наземная'),
    ('Открытая', 'Открытая'),
    ('Подземная', 'Подземная'),
]

REPAIR = [
    ('nan', 'Нет информации'),
    ('Без ремонта', 'Безремонта'),
    ('Дизайнерский', 'Дизайнерский'),
    ('Евроремонт', 'Евроремонт'),
    ('Косметический', 'Косметический'),
]

WINDOW = [
    ('nan', 'Нет информации'),
    ('Во двор', 'Во двор'),
    ('На улицу', 'На улицу'),
    ('На улицу и двор', 'На улицу и двор'),
]

DEAL = [
    ('nan', 'Нет информации'),
    ('альтернатива', 'альтернатива'),
    ('долевое участие (214-ФЗ)', 'долевое участие (214-ФЗ)'),
    ('переуступка', 'переуступка'),
    ('предварительный договор', 'предварительный договор'),
    ('свободная продажа', 'свободная продажа'),
]

TYPEOFHOUSING = [
    ('Вторичка', 'Вторичка'),
    ('Вторичка Апартаменты', 'Вторичка Апартаменты'),
    ('Вторичка Пентхаус', 'Вторичка Пентхаус'),
    ('Новостройка', 'Новостройка'),
    ('Новостройка Апартаменты', 'Новостройка Апартаменты'),
    ('Новостройка Пентхаус', 'Новостройка Пентхаус'),
]

TYPEOFHOUSE = [
    ('nan', 'Нет информации'),
    ('Блочный', 'Блочный'),
    ('Кирпичный', 'Кирпичный'),
    ('Монолитнокирпичный', 'Монолитнокирпичный'),
    ('Монолитный', 'Монолитный'),
    ('Панельный', 'Панельный'),
]